Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Opens AppleVis settings, profile, help, and support.
ar: يفتح إعدادات AppleVis والملف الشخصي والمساعدة والدعم.
de: Öffnet AppleVis-Einstellungen, Profil, Hilfe und Support.
el: Ανοίγει τις ρυθμίσεις AppleVis, το προφίλ, τη βοήθεια και την υποστήριξη.
es: Abre los ajustes, perfil, ayuda y soporte de AppleVis.
fa: تنظیمات، نمایه، راهنما و پشتیبانی AppleVis را باز می‌کند.
fr: Ouvre les réglages, le profil, l'aide et le support AppleVis.
he: פותח הגדרות AppleVis, פרופיל, עזרה ותמיכה.
hi: AppleVis सेटिंग्स, प्रोफ़ाइल, सहायता और समर्थन खोलता है।
id: Membuka pengaturan AppleVis, profil, bantuan, dan dukungan.
it: Apre le impostazioni, il profilo, l'assistenza e il supporto AppleVis.
ja: AppleVisの設定、プロフィール、ヘルプ、サポートを開きます。
ko: AppleVis 설정, 프로필, 도움말, 지원을 엽니다.
nl: Opent AppleVis-instellingen, profiel, help en ondersteuning.
pl: Otwiera ustawienia AppleVis, profil, pomoc i wsparcie.
pt: Abre as configurações, perfil, ajuda e suporte do AppleVis.
ru: Открывает настройки AppleVis, профиль, справку и поддержку.
sv: Öppnar AppleVis inställningar, profil, hjälp och support.
th: เปิดการตั้งค่า AppleVis โปรไฟล์ ความช่วยเหลือ และการสนับสนุน
tr: AppleVis ayarlarını, profili, yardımı ve desteği açar.
uk: Відкриває налаштування AppleVis, профіль, довідку та підтримку.
vi: Mở cài đặt AppleVis, hồ sơ, trợ giúp và hỗ trợ.
zh_hans: 打开AppleVis设置、个人资料、帮助和支持。

source: Opens AppleVis straight to the accessibility bug report form.
ar: يفتح AppleVis مباشرةً على نموذج الإبلاغ عن خلل إمكانية الوصول.
de: Öffnet AppleVis direkt beim Formular für Barrierefreiheits-Fehlerberichte.
el: Ανοίγει το AppleVis απευθείας στη φόρμα αναφοράς σφάλματος προσβασιμότητας.
es: Abre AppleVis directamente en el formulario de informe de errores de accesibilidad.
fa: AppleVis را مستقیماً روی فرم گزارش باگ دسترس‌پذیری باز می‌کند.
fr: Ouvre AppleVis directement sur le formulaire de signalement de bogue d'accessibilité.
he: פותח את AppleVis ישירות לטופס דיווח באג נגישות.
hi: AppleVis को सीधे सुलभता बग रिपोर्ट फ़ॉर्म पर खोलता है।
id: Membuka AppleVis langsung ke formulir laporan bug aksesibilitas.
it: Apre AppleVis direttamente sul modulo di segnalazione di bug di accessibilità.
ja: AppleVis を直接アクセシビリティ不具合報告フォームで開きます。
ko: AppleVis를 접근성 버그 신고 양식으로 바로 엽니다.
nl: Opent AppleVis rechtstreeks bij het toegankelijkheidsbugmeldingsformulier.
pl: Otwiera AppleVis bezpośrednio na formularzu zgłoszenia błędu dostępności.
pt: Abre a AppleVis diretamente no formulário de relatório de bug de acessibilidade.
ru: Открывает AppleVis сразу на форме отчёта об ошибке специальных возможностей.
sv: Öppnar AppleVis direkt till formuläret för tillgänglighetsfelrapport.
th: เปิด AppleVis ไปยังแบบฟอร์มรายงานบั๊กด้านการช่วยการเข้าถึงโดยตรง
tr: AppleVis'i doğrudan erişilebilirlik hata raporu formuna açar.
uk: Відкриває AppleVis одразу на формі звіту про помилку доступності.
vi: Mở AppleVis trực tiếp đến biểu mẫu báo cáo lỗi trợ năng.
zh_hans: 直接打开 AppleVis 中的无障碍缺陷报告表单。

source: Opens AppleVis to the Home tab.
ar: يفتح AppleVis على علامة تبويب الشاشة الرئيسية.
de: Öffnet AppleVis im Tab „Home“.
el: Ανοίγει το AppleVis στην καρτέλα Αρχική.
es: Abre AppleVis en la pestaña Inicio.
fa: AppleVis را در برگهٔ صفحهٔ اصلی باز می‌کند.
fr: Ouvre AppleVis sur l'onglet Accueil.
he: פותח את AppleVis בלשונית הבית.
hi: AppleVis को होम टैब पर खोलता है।
id: Membuka AppleVis ke tab Beranda.
it: Apre AppleVis sulla scheda Home.
ja: AppleVis を「ホーム」タブで開きます。
ko: AppleVis를 홈 탭으로 엽니다.
nl: Opent AppleVis bij het tabblad Start.
pl: Otwiera AppleVis na karcie Strona główna.
pt: Abre a AppleVis na aba Início.
ru: Открывает AppleVis на вкладке «Главная».
sv: Öppnar AppleVis till fliken Hem.
th: เปิด AppleVis ไปที่แท็บหน้าแรก
tr: AppleVis'i Ana Sayfa sekmesine açar.
uk: Відкриває AppleVis на вкладці «Головна».
vi: Mở AppleVis đến thẻ Trang chủ.
zh_hans: 打开 AppleVis 的“主页”标签页。

source: Opens Feedback Assistant to file this with Apple directly.
ar: يفتح Feedback Assistant لتقديم هذا مباشرةً إلى Apple.
de: Öffnet Feedback Assistant, um dies direkt bei Apple einzureichen.
el: Ανοίγει το Feedback Assistant για να το υποβάλετε απευθείας στην Apple.
es: Abre Feedback Assistant para presentarlo directamente a Apple.
fa: Feedback Assistant را برای ثبت مستقیم این مورد نزد اپل باز می‌کند.
fr: Ouvre Feedback Assistant pour le signaler directement à Apple.
he: פותח את Feedback Assistant כדי לדווח על כך ישירות ל-Apple.
hi: इसे सीधे Apple के पास दर्ज करने के लिए Feedback Assistant खोलता है।
id: Membuka Feedback Assistant untuk mengajukan ini langsung ke Apple.
it: Apre Feedback Assistant per segnalarlo direttamente ad Apple.
ja: Feedback Assistant を開いて、これを直接 Apple に報告します。
ko: Feedback Assistant를 열어 Apple에 직접 신고합니다.
nl: Opent Feedback Assistant om dit rechtstreeks bij Apple in te dienen.
pl: Otwiera Feedback Assistant, aby zgłosić to bezpośrednio do Apple.
pt: Abre o Feedback Assistant para registrar isso diretamente com a Apple.
ru: Открывает Feedback Assistant, чтобы отправить это напрямую в Apple.
sv: Öppnar Feedback Assistant för att skicka detta direkt till Apple.
th: เปิด Feedback Assistant เพื่อยื่นเรื่องนี้กับ Apple โดยตรง
tr: Bunu doğrudan Apple'a bildirmek için Feedback Assistant'ı açar.
uk: Відкриває Feedback Assistant, щоб подати це безпосередньо до Apple.
vi: Mở Feedback Assistant để gửi trực tiếp tới Apple.
zh_hans: 打开 Feedback Assistant 直接向 Apple 提交。

source: Opens in Safari.
ar: يفتح في Safari.
de: Öffnet sich in Safari.
el: Ανοίγει στο Safari.
es: Se abre en Safari.
fa: در Safari باز می‌شود.
fr: S'ouvre dans Safari.
he: נפתח ב-Safari.
hi: Safari में खुलता है।
id: Terbuka di Safari.
it: Si apre in Safari.
ja: Safari で開きます。
ko: Safari에서 열립니다.
nl: Opent in Safari.
pl: Otwiera się w Safari.
pt: Abre no Safari.
ru: Открывается в Safari.
sv: Öppnas i Safari.
th: เปิดใน Safari
tr: Safari'de açılır.
uk: Відкривається в Safari.
vi: Mở trong Safari.
zh_hans: 在 Safari 中打开。

source: Opens My Account for profile, password, email, and sign out options.
ar: يفتح «حسابي» لخيارات الملف الشخصي وكلمة المرور والبريد الإلكتروني وتسجيل الخروج.
de: Öffnet „Mein Konto“ mit Optionen für Profil, Passwort, E-Mail und Abmelden.
el: Ανοίγει το «Ο Λογαριασμός μου» με επιλογές για προφίλ, κωδικό πρόσβασης, email και αποσύνδεση.
es: Abre Mi Cuenta con opciones de perfil, contraseña, correo electrónico y cierre de sesión.
fa: «حساب من» را برای گزینه‌های نمایه، رمز عبور، ایمیل و خروج باز می‌کند.
fr: Ouvre Mon compte avec les options de profil, mot de passe, e-mail et déconnexion.
he: פותח את החשבון שלי עם אפשרויות לפרופיל, סיסמה, אימייל והתנתקות.
hi: प्रोफ़ाइल, पासवर्ड, ईमेल और साइन आउट विकल्पों के लिए मेरा खाता खोलता है।
id: Membuka Akun Saya untuk opsi profil, kata sandi, email, dan keluar.
it: Apre Il Mio Account con le opzioni di profilo, password, email e disconnessione.
ja: マイアカウントを開き、プロフィール、パスワード、メール、サインアウトのオプションを表示します。
ko: 프로필, 비밀번호, 이메일, 로그아웃 옵션을 위한 내 계정을 엽니다.
nl: Opent Mijn Account met opties voor profiel, wachtwoord, e-mail en uitloggen.
pl: Otwiera Moje Konto z opcjami profilu, hasła, e-maila i wylogowania.
pt: Abre Minha Conta com opções de perfil, senha, e-mail e sair.
ru: Открывает «Мой аккаунт» с параметрами профиля, пароля, электронной почты и выхода.
sv: Öppnar Mitt Konto med alternativ för profil, lösenord, e-post och utloggning.
th: เปิดบัญชีของฉันสำหรับตัวเลือกโปรไฟล์ รหัสผ่าน อีเมล และออกจากระบบ
tr: Profil, şifre, e-posta ve oturumu kapatma seçenekleri için Hesabım'ı açar.
uk: Відкриває «Мій обліковий запис» із параметрами профілю, пароля, електронної пошти та виходу.
vi: Mở Tài Khoản Của Tôi với các tùy chọn hồ sơ, mật khẩu, email và đăng xuất.
zh_hans: 打开“我的账户”,提供个人资料、密码、电子邮件和退出登录选项。

source: Opens Saved and Sync settings.
ar: يفتح إعدادات المحفوظات والمزامنة.
de: Öffnet die Einstellungen für Gespeichert und Synchronisierung.
el: Ανοίγει τις ρυθμίσεις Αποθηκευμένα και Συγχρονισμός.
es: Abre los ajustes de Guardado y sincronización.
fa: تنظیمات ذخیره‌شده و همگام‌سازی را باز می‌کند.
fr: Ouvre les réglages Enregistré et synchronisation.
he: פותח הגדרות שמור וסנכרון.
hi: सहेजे गए और सिंक सेटिंग्स खोलता है।
id: Membuka pengaturan Tersimpan dan Sinkronisasi.
it: Apre le impostazioni Salvati e Sincronizzazione.
ja: 「保存済みと同期」の設定を開きます。
ko: 저장 및 동기화 설정을 엽니다.
nl: Opent Opgeslagen en synchronisatie-instellingen.
pl: Otwiera ustawienia Zapisane i synchronizacja.
pt: Abre as configurações de Salvos e Sincronização.
ru: Открывает настройки сохранённого и синхронизации.
sv: Öppnar inställningar för Sparat och synkronisering.
th: เปิดการตั้งค่าบันทึกและซิงค์
tr: Kaydedilen ve Senkronizasyon ayarlarını açar.
uk: Відкриває налаштування «Збережене й синхронізація».
vi: Mở cài đặt Đã lưu và Đồng bộ.
zh_hans: 打开“已保存与同步”设置。

source: Opens search to find forum topics, apps, and resources.
ar: يفتح البحث للعثور على مواضيع وتطبيقات وموارد.
de: Öffnet die Suche nach Themen, Apps und Ressourcen.
el: Ανοίγει αναζήτηση θεμάτων φόρουμ, εφαρμογών και πόρων.
es: Abre la búsqueda de temas, apps y recursos.
fa: جستجو را برای یافتن موضوعات، برنامه‌ها و منابع باز می‌کند.
fr: Ouvre la recherche de sujets, apps et ressources.
he: פותח חיפוש של נושאי פורום, אפליקציות ומשאבים.
hi: विषयों, ऐप्स और संसाधनों की खोज खोलता है।
id: Membuka pencarian topik forum, aplikasi, dan sumber daya.
it: Apre la ricerca di argomenti, app e risorse.
ja: トピック、アプリ、リソースの検索を開きます。
ko: 주제, 앱, 리소스 검색을 엽니다.
nl: Opent de zoekfunctie voor onderwerpen, apps en bronnen.
pl: Otwiera wyszukiwanie tematów forum, aplikacji i zasobów.
pt: Abre a pesquisa de tópicos, apps e recursos.
ru: Открывает поиск по темам форума, приложениям и ресурсам.
sv: Öppnar sökning av forumämnen, appar och resurser.
th: เปิดการค้นหาหัวข้อฟอรัม แอป และทรัพยากร
tr: Forum konularında, uygulamalarda ve kaynaklarda aramayı açar.
uk: Відкриває пошук тем форуму, програм і ресурсів.
vi: Mở tìm kiếm chủ đề diễn đàn, ứng dụng và tài nguyên.
zh_hans: 打开话题、应用和资源的搜索。

source: Opens Storage and Cache settings.
ar: فتح إعدادات التخزين والذاكرة المؤقتة.
de: Öffnet Speicher- und Cache-Einstellungen.
el: Ανοίγει τις ρυθμίσεις αποθηκευτικού χώρου και cache.
es: Abre los ajustes de almacenamiento y caché.
fa: تنظیمات ذخیره‌سازی و حافظه پنهان را باز می‌کند.
fr: Ouvre les réglages de stockage et de cache.
he: פותח הגדרות אחסון ומטמון.
hi: स्टोरेज और कैश सेटिंग्स खोलता है।
id: Membuka pengaturan penyimpanan dan cache.
it: Apre le impostazioni di archivio e cache.
ja: ストレージとキャッシュの設定を開きます。
ko: 저장 공간 및 캐시 설정을 엽니다.
nl: Opent opslag- en cache-instellingen.
pl: Otwiera ustawienia pamięci i pamięci podręcznej.
pt: Abre as configurações de armazenamento e cache.
ru: Открывает настройки хранилища и кэша.
sv: Öppnar inställningar för lagring och cache.
th: เปิดการตั้งค่าพื้นที่เก็บข้อมูลและแคช
tr: Depolama ve önbellek ayarlarını açar.
uk: Відкриває налаштування сховища та кешу.
vi: Mở cài đặt bộ nhớ và bộ nhớ đệm.
zh_hans: 打开存储和缓存设置。

source: Opens the app listing in your browser. Downloads and purchases are handled outside AppleVis.
ar: يفتح قائمة التطبيق في متصفحك. تتم معالجة التنزيلات والمشتريات خارج AppleVis.
de: Öffnet den App-Eintrag in deinem Browser. Downloads und Käufe werden außerhalb von AppleVis abgewickelt.
el: Ανοίγει την καταχώριση της εφαρμογής στο πρόγραμμα περιήγησής σας. Οι λήψεις και οι αγορές διεκπεραιώνονται εκτός AppleVis.
es: Abre la ficha de la app en tu navegador. Las descargas y compras se gestionan fuera de AppleVis.
fa: فهرست برنامه را در مرورگر شما باز می‌کند. بارگیری‌ها و خریدها خارج از AppleVis انجام می‌شوند.
fr: Ouvre la fiche de l'appli dans votre navigateur. Les téléchargements et achats sont gérés en dehors d'AppleVis.
he: פותח את רישום האפליקציה בדפדפן שלך. הורדות ורכישות מטופלות מחוץ ל-AppleVis.
hi: आपके ब्राउज़र में ऐप लिस्टिंग खोलता है। डाउनलोड और खरीदारी AppleVis के बाहर संभाली जाती है।
id: Membuka listingan aplikasi di browser Anda. Unduhan dan pembelian ditangani di luar AppleVis.
it: Apre la scheda dell'app nel tuo browser. Download e acquisti vengono gestiti al di fuori di AppleVis.
ja: アプリの掲載情報をブラウザで開きます。ダウンロードや購入は AppleVis の外部で処理されます。
ko: 브라우저에서 앱 목록을 엽니다. 다운로드와 구매는 AppleVis 외부에서 처리됩니다.
nl: Opent de app-vermelding in je browser. Downloads en aankopen worden buiten AppleVis afgehandeld.
pl: Otwiera wpis aplikacji w przeglądarce. Pobieranie i zakupy są obsługiwane poza AppleVis.
pt: Abre a ficha do app no seu navegador. Downloads e compras são tratados fora da AppleVis.
ru: Открывает карточку приложения в вашем браузере. Загрузки и покупки обрабатываются вне AppleVis.
sv: Öppnar applistningen i din webbläsare. Nedladdningar och köp hanteras utanför AppleVis.
th: เปิดรายการแอปในเบราว์เซอร์ของคุณ การดาวน์โหลดและการซื้อจะจัดการนอก AppleVis
tr: Uygulama listesini tarayıcınızda açar. İndirmeler ve satın almalar AppleVis dışında gerçekleştirilir.
uk: Відкриває картку застосунку у вашому браузері. Завантаження та покупки обробляються поза AppleVis.
vi: Mở trang niêm yết ứng dụng trong trình duyệt của bạn. Việc tải xuống và mua hàng được xử lý bên ngoài AppleVis.
zh_hans: 在浏览器中打开该应用页面。下载和购买均在 AppleVis 之外处理。

source: Opens the App Store listing. Downloads and purchases are handled by Apple.
ar: يفتح قائمة App Store. تتولى Apple معالجة التنزيلات والمشتريات.
de: Öffnet den App-Store-Eintrag. Downloads und Käufe werden von Apple abgewickelt.
el: Ανοίγει την καταχώριση στο App Store. Οι λήψεις και οι αγορές διεκπεραιώνονται από την Apple.
es: Abre la ficha de la App Store. Las descargas y compras las gestiona Apple.
fa: فهرست App Store را باز می‌کند. بارگیری‌ها و خریدها توسط اپل انجام می‌شوند.
fr: Ouvre la fiche de l'App Store. Les téléchargements et achats sont gérés par Apple.
he: פותח את הרישום ב-App Store. הורדות ורכישות מטופלות על ידי Apple.
hi: App Store लिस्टिंग खोलता है। डाउनलोड और खरीदारी Apple द्वारा संभाली जाती है।
id: Membuka listingan App Store. Unduhan dan pembelian ditangani oleh Apple.
it: Apre la scheda dell'App Store. Download e acquisti vengono gestiti da Apple.
ja: App Store の掲載情報を開きます。ダウンロードや購入は Apple が処理します。
ko: App Store 목록을 엽니다. 다운로드와 구매는 Apple에서 처리합니다.
nl: Opent de App Store-vermelding. Downloads en aankopen worden door Apple afgehandeld.
pl: Otwiera wpis w App Store. Pobieranie i zakupy są obsługiwane przez Apple.
pt: Abre a ficha da App Store. Downloads e compras são tratados pela Apple.
ru: Открывает карточку в App Store. Загрузки и покупки обрабатывает Apple.
sv: Öppnar App Store-listningen. Nedladdningar och köp hanteras av Apple.
th: เปิดรายการ App Store การดาวน์โหลดและการซื้อจัดการโดย Apple
tr: App Store listesini açar. İndirmeler ve satın almalar Apple tarafından gerçekleştirilir.
uk: Відкриває картку в App Store. Завантаження та покупки обробляє Apple.
vi: Mở trang niêm yết App Store. Việc tải xuống và mua hàng được Apple xử lý.
zh_hans: 打开 App Store 页面。下载和购买均由 Apple 处理。

source: Opens the AppleVis Forums tab.
ar: يفتح علامة تبويب منتديات AppleVis.
de: Öffnet den Tab „AppleVis-Foren“.
el: Ανοίγει την καρτέλα Φόρουμ AppleVis.
es: Abre la pestaña Foros de AppleVis.
fa: برگهٔ انجمن‌های AppleVis را باز می‌کند.
fr: Ouvre l'onglet Forums AppleVis.
he: פותח את לשונית פורומי AppleVis.
hi: AppleVis फ़ोरम टैब खोलता है।
id: Membuka tab Forum AppleVis.
it: Apre la scheda Forum di AppleVis.
ja: 「AppleVis フォーラム」タブを開きます。
ko: AppleVis 포럼 탭을 엽니다.
nl: Opent het tabblad AppleVis-forums.
pl: Otwiera kartę Fora AppleVis.
pt: Abre a aba Fóruns da AppleVis.
ru: Открывает вкладку форумов AppleVis.
sv: Öppnar fliken AppleVis-forum.
th: เปิดแท็บฟอรัม AppleVis
tr: AppleVis Forumları sekmesini açar.
uk: Відкриває вкладку форумів AppleVis.
vi: Mở thẻ Diễn đàn AppleVis.
zh_hans: 打开 AppleVis 论坛标签页。

source: Opens the AppleVis guidelines page in Safari.
ar: يفتح صفحة إرشادات AppleVis في Safari.
de: Öffnet die AppleVis-Richtlinienseite in Safari.
el: Ανοίγει τη σελίδα οδηγιών AppleVis στο Safari.
es: Abre la página de directrices de AppleVis en Safari.
fa: صفحهٔ دستورالعمل‌های AppleVis را در Safari باز می‌کند.
fr: Ouvre la page des directives AppleVis dans Safari.
he: פותח את דף ההנחיות של AppleVis ב-Safari.
hi: Safari में AppleVis दिशानिर्देश पृष्ठ खोलता है।
id: Membuka halaman pedoman AppleVis di Safari.
it: Apre la pagina delle linee guida di AppleVis in Safari.
ja: AppleVis のガイドラインページを Safari で開きます。
ko: Safari에서 AppleVis 가이드라인 페이지를 엽니다.
nl: Opent de AppleVis-richtlijnenpagina in Safari.
pl: Otwiera stronę wytycznych AppleVis w Safari.
pt: Abre a página de diretrizes da AppleVis no Safari.
ru: Открывает страницу правил AppleVis в Safari.
sv: Öppnar AppleVis riktlinjesida i Safari.
th: เปิดหน้าหลักเกณฑ์ AppleVis ใน Safari
tr: AppleVis kurallar sayfasını Safari'de açar.
uk: Відкриває сторінку правил AppleVis у Safari.
vi: Mở trang hướng dẫn AppleVis trong Safari.
zh_hans: 在 Safari 中打开 AppleVis 准则页面。

source: Opens the Be My Eyes app.
ar: يفتح تطبيق Be My Eyes.
de: Öffnet die App Be My Eyes.
el: Ανοίγει την εφαρμογή Be My Eyes.
es: Abre la app Be My Eyes.
fa: برنامهٔ Be My Eyes را باز می‌کند.
fr: Ouvre l'appli Be My Eyes.
he: פותח את אפליקציית Be My Eyes.
hi: Be My Eyes ऐप खोलता है।
id: Membuka aplikasi Be My Eyes.
it: Apre l'app Be My Eyes.
ja: Be My Eyes アプリを開きます。
ko: Be My Eyes 앱을 엽니다.
nl: Opent de Be My Eyes-app.
pl: Otwiera aplikację Be My Eyes.
pt: Abre o app Be My Eyes.
ru: Открывает приложение Be My Eyes.
sv: Öppnar appen Be My Eyes.
th: เปิดแอป Be My Eyes
tr: Be My Eyes uygulamasını açar.
uk: Відкриває застосунок Be My Eyes.
vi: Mở ứng dụng Be My Eyes.
zh_hans: 打开 Be My Eyes 应用。

source: Opens the Files app to pick an audio file for this episode.
ar: يفتح تطبيق الملفات لاختيار ملف صوتي لهذه الحلقة.
de: Öffnet die Dateien-App, um eine Audiodatei für diese Folge auszuwählen.
el: Ανοίγει την εφαρμογή Αρχεία για να επιλέξετε ένα αρχείο ήχου για αυτό το επεισόδιο.
es: Abre la app Archivos para elegir un archivo de audio para este episodio.
fa: برای انتخاب فایل صوتی این قسمت، برنامهٔ فایل‌ها را باز می‌کند.
fr: Ouvre l'appli Fichiers pour choisir un fichier audio pour cet épisode.
he: פותח את אפליקציית הקבצים לבחירת קובץ שמע לפרק זה.
hi: इस एपिसोड के लिए ऑडियो फ़ाइल चुनने हेतु फ़ाइलें ऐप खोलता है।
id: Membuka aplikasi File untuk memilih file audio untuk episode ini.
it: Apre l'app File per scegliere un file audio per questo episodio.
ja: 「ファイル」アプリを開いて、このエピソード用のオーディオファイルを選択します。
ko: 파일 앱을 열어 이 에피소드에 사용할 오디오 파일을 선택합니다.
nl: Opent de Bestanden-app om een audiobestand voor deze aflevering te kiezen.
pl: Otwiera aplikację Pliki, aby wybrać plik audio dla tego odcinka.
pt: Abre o app Arquivos para escolher um arquivo de áudio para este episódio.
ru: Открывает приложение «Файлы», чтобы выбрать аудиофайл для этого эпизода.
sv: Öppnar appen Filer för att välja en ljudfil för detta avsnitt.
th: เปิดแอปไฟล์เพื่อเลือกไฟล์เสียงสำหรับตอนนี้
tr: Bu bölüm için bir ses dosyası seçmek üzere Dosyalar uygulamasını açar.
uk: Відкриває застосунок «Файли», щоб вибрати аудіофайл для цього епізоду.
vi: Mở ứng dụng Tệp để chọn tệp âm thanh cho tập này.
zh_hans: 打开“文件”应用以为此单集选择音频文件。

source: Opens the full Help article in a new screen.
ar: يفتح مقالة المساعدة الكاملة في شاشة جديدة.
de: Öffnet den vollständigen Hilfeartikel in einem neuen Bildschirm.
el: Ανοίγει το πλήρες άρθρο Βοήθειας σε νέα οθόνη.
es: Abre el artículo completo de Ayuda en una nueva pantalla.
fa: مقالهٔ کامل راهنما را در صفحه‌ای جدید باز می‌کند.
fr: Ouvre l'article d'aide complet dans un nouvel écran.
he: פותח את מאמר העזרה המלא במסך חדש.
hi: पूरे सहायता आर्टिकल को एक नई स्क्रीन में खोलता है।
id: Membuka artikel Bantuan lengkap di layar baru.
it: Apre l'intero articolo di Assistenza in una nuova schermata.
ja: ヘルプ記事全体を新しい画面で開きます。
ko: 전체 도움말 문서를 새 화면에서 열어요.
nl: Opent het volledige Help-artikel in een nieuw scherm.
pl: Otwiera pełny artykuł Pomocy na nowym ekranie.
pt: Abre o artigo completo de Ajuda em uma nova tela.
ru: Открывает полную статью справки на новом экране.
sv: Öppnar hela hjälpartikeln på en ny skärm.
th: เปิดบทความวิธีใช้ฉบับเต็มในหน้าจอใหม่
tr: Tam Yardım makalesini yeni bir ekranda açar.
uk: Відкриває повну статтю довідки на новому екрані.
vi: Mở toàn bộ bài viết Trợ giúp trong một màn hình mới.
zh_hans: 在新界面中打开完整的帮助文章。

source: Opens the guided welcome tour.
ar: يفتح الجولة الترحيبية الموجهة.
de: Öffnet die geführte Willkommenstour.
el: Ανοίγει την καθοδηγούμενη ξενάγηση καλωσορίσματος.
es: Abre el recorrido de bienvenida guiado.
fa: تور خوشامدگویی هدایت‌شده را باز می‌کند.
fr: Ouvre la visite guidée de bienvenue.
he: פותח את סיור הקבלת הפנים המודרך.
hi: निर्देशित स्वागत टूर खोलता है।
id: Membuka tur sambutan berpandu.
it: Apre il tour di benvenuto guidato.
ja: ガイド付きのウェルカムツアーを開きます。
ko: 안내형 환영 둘러보기를 엽니다.
nl: Opent de begeleide welkomstrondleiding.
pl: Otwiera przewodni samouczek powitalny.
pt: Abre o tour de boas-vindas guiado.
ru: Открывает приветственный обзор с подсказками.
sv: Öppnar den guidade välkomstrundturen.
th: เปิดทัวร์ต้อนรับแบบมีคำแนะนำ
tr: Rehberli karşılama turunu açar.
uk: Відкриває керований вітальний тур.
vi: Mở hướng dẫn chào mừng có hướng dẫn.
zh_hans: 打开引导式欢迎导览。

source: Opens the in-app contact form.
ar: يفتح نموذج التواصل داخل التطبيق.
de: Öffnet das In-App-Kontaktformular.
el: Ανοίγει τη φόρμα επικοινωνίας εντός εφαρμογής.
es: Abre el formulario de contacto dentro de la app.
fa: فرم تماس درون‌برنامه‌ای را باز می‌کند.
fr: Ouvre le formulaire de contact intégré à l'appli.
he: פותח את טופס יצירת הקשר בתוך האפליקציה.
hi: इन-ऐप संपर्क फ़ॉर्म खोलता है।
id: Membuka formulir kontak dalam aplikasi.
it: Apre il modulo di contatto in-app.
ja: アプリ内のお問い合わせフォームを開きます。
ko: 앱 내 문의 양식을 엽니다.
nl: Opent het contactformulier in de app.
pl: Otwiera formularz kontaktowy w aplikacji.
pt: Abre o formulário de contato no app.
ru: Открывает форму обратной связи внутри приложения.
sv: Öppnar kontaktformuläret i appen.
th: เปิดแบบฟอร์มติดต่อในแอป
tr: Uygulama içi iletişim formunu açar.
uk: Відкриває форму зв'язку в застосунку.
vi: Mở biểu mẫu liên hệ trong ứng dụng.
zh_hans: 打开应用内联系表单。

source: Opens the Podcasts tab and plays the latest episode.
ar: يفتح علامة تبويب البودكاست ويشغّل أحدث حلقة.
de: Öffnet den Tab „Podcasts“ und spielt die neueste Folge ab.
el: Ανοίγει την καρτέλα Podcast και αναπαράγει το πιο πρόσφατο επεισόδιο.
es: Abre la pestaña Pódcasts y reproduce el episodio más reciente.
fa: برگهٔ پادکست‌ها را باز کرده و آخرین قسمت را پخش می‌کند.
fr: Ouvre l'onglet Podcasts et lit le dernier épisode.
he: פותח את לשונית הפודקאסטים ומשמיע את הפרק האחרון.
hi: पॉडकास्ट टैब खोलता है और नवीनतम एपिसोड चलाता है।
id: Membuka tab Podcast dan memutar episode terbaru.
it: Apre la scheda Podcast e riproduce l'episodio più recente.
ja: 「ポッドキャスト」タブを開き、最新のエピソードを再生します。
ko: 팟캐스트 탭을 열고 최신 에피소드를 재생합니다.
nl: Opent het tabblad Podcasts en speelt de nieuwste aflevering af.
pl: Otwiera kartę Podcasty i odtwarza najnowszy odcinek.
pt: Abre a aba Podcasts e reproduz o episódio mais recente.
ru: Открывает вкладку «Подкасты» и воспроизводит последний эпизод.
sv: Öppnar fliken Poddar och spelar upp det senaste avsnittet.
th: เปิดแท็บพอดแคสต์และเล่นตอนล่าสุด
tr: Podcast'ler sekmesini açar ve en son bölümü oynatır.
uk: Відкриває вкладку «Подкасти» та відтворює останній епізод.
vi: Mở thẻ Podcast và phát tập mới nhất.
zh_hans: 打开“播客”标签页并播放最新单集。
